Revit 2027 API
ParameterTypeId.ScheduleFieldsParam Property
 "Fields"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ScheduleFieldsParam { get; }
Public Shared ReadOnly Property ScheduleFieldsParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ScheduleFieldsParam {
	ForgeTypeId^ get ();
}
static member ScheduleFieldsParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace